Repository: richardpfannenstiel/sppb-ios
Catalog: SPPB/*.lproj/Localizable.strings
Languages: de

source: Disable Skipping Tests
de: Überspringen deaktivieren

# Skipping Tests Text
source: If enabled, all tests of the battery will be conducted regardless if a preceding test failed which usually results in other tests being skipped.
de: Wenn diese Option aktiviert ist, werden alle Tests durchgeführt, unabhängig davon, ob ein vorheriger Test fehlgeschlagen ist, was normalerweise dazu führt, dass folgende Tests übersprungen werden.

source: Show Pose Overlay
de: Skelett anzeigen

# Pose Overlay Text
source: Visualize the detected pose in each frame with an overlay displaying the estimated position of the subject's joints.
de: Visualisiert die erkannte Pose in jedem Bild mit einer Überlagerung, die die geschätzte Position der Gelenke des Patienten anzeigt.

source: What type of assessment are you conducting?
de: Welche Beurteilung wird durchgeführt?

source: Research
de: Forschung

source: Clinical
de: Klinisch

source: Individual Test
de: Einzelner Test

source: Date
de: Datum

source: SubjectID
de: Subjekt Identifikation

source: Investigator
de: Ermittler

source: Physician
de: Arzt

source: Select Location
de: Standort auswählen

source: Medical Facility
de: Medizinische Einrichtung

source: Home
de: Zuhause

source: Nursing Home
de: Pflegeheim

source: Loading
de: Laden

source: Show Model
de: Zeige Model

source: Seconds
de: Sekunden

source: Repetitions
de: Wiederholungen

source: Let's Start
de: Los geht's

source: Select Reason
de: Grund auswählen

source: Continue
de: Weiter

source: Redo
de: Wiederholen

source: Force Start
de: Start erzwingen

source: Abort
de: Abbrechen

source: I understand
de: Verstanden

# Explanation Text
source: All of the tests should be performed in the same order as they are presented in this application. Instructions to the participant are shown in italic font and should be given exactly as they are written.
de: Alle Tests sollten in der gleichen Reihenfolge durchgeführt werden, wie sie in dieser App dargestellt werden. Anweisungen für den Patienten werden in Kursivschrift angezeigt und sollten genau so wiedergegeben werden, wie sie geschrieben sind.

# Introduction Text
source: Now let’s begin the evaluation. I would now like you to try to move your body in different movements. I will first describe and show each movement to you. Then I’d like you to try to do it. If you cannot do a particular movement, or if you feel it would be unsafe to try to do it, tell me and we’ll move on to the next one. Let me emphasize that I do not want you to try to do any exercise that you feel might be unsafe. Do you have any questions before we begin?
de: Beginnen wir nun mit der Auswertung. Ich möchte, dass Sie nun versuchen, Ihren Körper in verschiedenen Bewegungen zu bewegen. Ich werde Ihnen zunächst jede Bewegung beschreiben und zeigen. Dann möchte ich, dass Sie es versuchen. Wenn Sie eine bestimmte Bewegung nicht ausführen können oder das Gefühl haben, dass es unsicher wäre, sie auszuprobieren, sagen Sie es mir und wir machen mit der nächsten weiter. Lassen Sie mich betonen, dass ich nicht möchte, dass Sie versuchen, eine Übung zu machen, die Ihrer Meinung nach unsicher sein könnte. Haben Sie Fragen, bevor wir beginnen?

source: Reason for not Completing the Test
de: Grund für die Nichtdurchführung des Tests

source: Tried but unable
de: Versucht, aber nicht möglich

source: Participant could not hold position unassisted
de: Der Teilnehmer konnte die Position nicht ohne Hilfe halten

source: Not attempted, you felt unsafe
de: Nicht versucht, du fühlst unsicher

source: Not attempted, participant felt unsafe
de: Kein Versuch, Patient fühlt sich unsicher

source: Participant unable to understand instructions
de: Teilnehmer kann Anweisungen nicht verstehen

source: Participant refused
de: Teilnehmer lehnte ab

source: Test Completed
de: Test Abgeschlossen

source: Skipped
de: Übersprungen

source: Test Aborted
de: Test Abgebrochen

source: Movement Detected
de: Bewegung erkannt

source: Arm Movement Detected
de: Armbewegung erkannt

source: Maximum Time Exceeded
de: Maximale Zeit überschritten

source: The participant tried the exercise but was unable to complete it.
de: Der Teilnehmer versuchte die Übung, konnte sie aber nicht beenden.

source: The participant was not able to hold the position unassisted.
de: Der Teilnehmer konnte die Position nicht ohne Hilfe halten.

source: The test was not attempted as the instructor felt unsafe.
de: Der Test wurde nicht durchgeführt, da sich der Instruktor unsicher fühlte.

source: The test was not attempted as the participant felt unsafe.
de: Der Test wurde nicht durchgeführt, da sich der Teilnehmer unsicher fühlte.

source: The participant was unable to understand the test instructions.
de: Der Teilnehmer war nicht in der Lage, die Testanweisungen zu verstehen.

source: The participant refused to conduct the test.
de: Der Teilnehmer weigerte sich, den Test durchzuführen.

source: The test was automatically skipped due to a previous test not being completed sucessfully.
de: Der Test wurde automatisch übersprungen, weil ein vorheriger Test nicht erfolgreich abgeschlossen wurde.

source: The test was manually aborted after $time seconds.
de: Der Test wurde nach $time Sekunden manuell abgebrochen.

source: The pose was not held long enough.
de: Die Pose wurde nicht lange genug gehalten.

source: The arms were not kept folded across the chest.
de: Die Arme blieben nicht vor der Brust verschränkt.

source: The maximum time allowed for this test was exceeded.
de: Die maximal zulässige Zeit für diesen Test wurde überschritten.

source: The pose was held for more than $time seconds.
de: Die Pose wurde für mehr als $time Sekunden gehalten.

source: The gait speed test was completed successfully.
de: Der Gang Test wurde erfolgreich abgeschlossen

source: The chair stand was completed successfully.
de: Der Stuhl-Aufsteh Test wurde erfolgreich abgeschlossen.

source: Resize and align the frame to focus the patient.
de: Verschiebe den Bildaussschnitt, um den Patienten zu fokussieren.

source: Image could not be loaded.
de: Das Vorschaubild konnte nicht geladen werden.

source: Analyze
de: Analysieren

source: Analyzing
de: Analysiere

source: Side-by-Side Stand
de: Geschlossener Stand

# Side-by-Side Instruction Text
source: Now I will show you the first movement. I want you to try to stand with your feet together, side-by-side, for about 10 seconds. You may use your arms, bend your knees, or move your body to maintain your balance, but try not to move your feet. Try to hold this position until I tell you to stop.
de: Jetzt zeige ich Ihnen die erste Bewegung. Ich möchte, dass Sie versuchen, etwa 10 Sekunden lang Seite an Seite mit geschlossenen Füßen zu stehen. Sie können Ihre Arme benutzen, Ihre Knie beugen oder Ihren Körper bewegen um das Gleichgewicht zu halten, aber versuchen Sie, Ihre Füße nicht zu bewegen. Versuchen Sie, diese Position zu halten, bis ich Ihnen sage, dass Sie aufhören sollen.

# Semi-Tandem Instruction Text
source: Now I will show you the second movement. Now I want you to try to stand with the side of the heel of one foot touching the big toe of the other foot for about 10 seconds. You may put either foot in front, whichever is more comfortable for you. You may use your arms, bend your knees, or move your body to maintain your balance, but try not to move your feet. Try to hold this position until I tell you to stop.
de: Jetzt zeige ich Ihnen die zweite Bewegung. Ich möchte, dass Sie versuchen, etwa 10 Sekunden lang so zu stehen, dass die Seite der Ferse eines Fußes die große Zehe des anderen Fußes berührt. Sie können auswählen, welchen Fuß Sie nach vorne stellen, je nachdem, was für Sie bequemer ist. Sie können Ihre Arme benutzen, Ihre Knie beugen oder Ihren Körper bewegen, um das Gleichgewicht zu halten, aber versuchen Sie, Ihre Füße nicht zu bewegen. Versuchen Sie, diese Position zu halten, bis ich Ihnen sage, dass Sie aufhören sollen.

# Tandem Instruction Text
source: Now I will show you the third movement. Now I want you to try to stand with the heel of one foot in front of and touching the toes of the other foot for about 10 seconds. You may put either foot in front, whichever is more comfortable for you. You may use your arms, bend your knees, or move your body to maintain your balance, but try not to move your feet. Try to hold this position until I tell you to stop.
de: Jetzt zeige ich Ihnen die dritte Bewegung. Ich möchte, dass Sie versuchen, etwa 10 Sekunden lang mit der Ferse eines Fußes vor den Zehen des anderen Fußes zu stehen und diese zu berühren. Sie können auswählen, welchen Fuß Sie nach vorne stellen, je nachdem, was für Sie bequemer ist. Sie können Ihre Arme benutzen, Ihre Knie beugen oder Ihren Körper bewegen, um das Gleichgewicht zu halten, aber versuchen Sie, Ihre Füße nicht zu bewegen. Versuchen Sie, diese Position zu halten, bis ich Ihnen sage, dass Sie aufhören sollen.

source: Please help the patient to get into the position.
de: Bitte hilf dem Patienten, in die Position zu kommen.

source: Pose detected You may start the test.
de: Pose erkannt Du kannst den Test starten.

source: Gait Speed Tests
de: Gang Tests

source: Gait Speed
de: Gang

source: Average Speed
de: Geschwindigkeit

source: First Gait Speed Test
de: Erster Gang Test

# First Gait Speed Instructions Text
source: Now I am going to observe how you normally walk. If you use a cane or other walking aid and you feel you need it to walk a short distance, then you may use it. This is our walking course. I want you to walk to the other end of the course at your usual speed, just as if you were walking down the street to go to the store. Walk all the way past the other end of the tape before you stop. Do you feel this would be safe? Remember to walk at your usual pace, and go all the way past the other end of the course.
de: Jetzt werde ich beobachten, wie Sie normalerweise gehen. Wenn Sie einen Stock oder eine andere Gehhilfe verwenden und das Gefühl haben, dass Sie diese zum Gehen einer kurzen Strecke benötigen, können Sie diese verwenden. Dies ist unser Gehkurs. Ich möchte, dass Sie in Ihrem gewohnten Tempo zum anderen Ende des Kurses gehen, so als würden Sie die Straße entlanggehen, um zum Einkaufen zu gehen. Überschreiten Sie vollständig die Ziellinie, bevor Sie anhalten. Glauben Sie, dass dies sicher wäre? Denken Sie daran, in Ihrem gewohnten Tempo zu gehen und bis zum anderen Ende des Kurses zu gehen.

source: Second Gait Speed Test
de: Zweiter Gang Test

# Subsequent Gait Speed Instructions Text
source: Now I want you to repeat the walk. Remember to walk at your usual pace, and go all the way past the other end of the course.
de: Jetzt möchte ich, dass Sie den Lauf wiederholen. Denken Sie daran, in Ihrem gewohnten Tempo zu laufen und bis zum anderen Ende der Strecke zu gehen.

source: Please help the patient to take the start position.
de: Bitte hilf dem Patienten, die Ausgangsposition einzunehmen.

source: Start pose detected You may start the test.
de: Startpose erkannt Du kannst den Test starten.

source: Chair Stand
de: Aufstehen

source: Single Chair Stand Test
de: Stuhl Aufsteh Test

# Single Chair Stand Instructions Text
source: Let’s do the last movement test. Do you think it would be safe for you to try to stand up from a chair without using your arms? The next test measures the strength in your legs. First, fold your arms across your chest and sit so that your feet are on the floor; then stand up keeping your arms folded across your chest.
de: Machen wir den letzten Bewegungstest. Glauben Sie, dass es für Sie sicher wäre, zu versuchen, von einem Stuhl aufzustehen, ohne Ihre Arme zu benutzen? Der nächste Test misst die Kraft in Ihren Beinen. Verschränken Sie zunächst Ihre Arme vor der Brust und setzen Sie sich so hin, dass Ihre Füße auf dem Boden stehen. Stehen Sie dann auf und halten Sie die Arme vor der Brust verschränkt.

source: Repeated Chair Stand Test
de: Wiederholter Stuhl Aufsteh Test

# Repeated Chair Stand Instructions Text
source: Do you think it would be safe for you to try to stand up from a chair five times without using your arms? Please stand up straight as QUICKLY as you can five times, without stopping in between. After standing up each time, sit down and then stand up again. Keep your arms folded across your chest.
de: Glauben Sie, dass es für Sie ungefährlich wäre, fünfmal zu versuchen, von einem Stuhl aufzustehen, ohne Ihre Arme zu benutzen? Bitte stehen Sie so SCHNELL wie möglich fünfmal aufrecht auf, ohne zwischendurch anzuhalten. Setzen Sie sich nach jedem Aufstehen hin und stehen Sie dann wieder auf. Halten Sie Ihre Arme vor der Brust verschränkt.

source: Start position taken You may start the test.
de: Startposition eingenommen Du kannst mit dem Test beginnen.

source: Please ask the patient to fold their arms across the chest.
de: Bitte den Patienten, die Arme vor der Brust zu verschränken.

source: Please remind the patient not to use their arms.
de: Erinnere den Patienten daran, seine Arme nicht zu benutzen.

source: Please ask the patient to sit down onto the chair.
de: Bitte den Patienten, sich auf den Stuhl zu setzen.

source: Stand up
de: Steh auf

source: Ready to start
de: Bereit zum Start

source: Points
de: Punkte

source: Battery Results
de: Ergebnisse

source: Tab on the individual parts of the diagram to show details.
de: Tippe auf die einzelnen Teile des Diagramms, um Details anzuzeigen.

source: Tab on a diagram to show more details about the test result.
de: Tippe auf ein Diagramm, um weitere Details über das Testergebnis anzuzeigen.

source: Save
de: Speichern

source: Share Results
de: Ergebnisse teilen

source: Select how you would like to save the obtained test results.
de: Wähle aus, wie du die Testergebnisse speichern möchten.

source: Print
de: Drucken

source: Export
de: Exportieren

source: As PDF document
de: Als PDF Dokument

source: As CSV file
de: Als CSV Datei

source: Warning
de: Warnung

source: Are you sure you want to reset the battery? This will permanently erase the obtained test results in the application. Make sure you've exported and saved any data beforehand.
de: Bist du sicher, dass du die App zurücksetzen möchtest? Dadurch werden die erzielten Testergebnisse dauerhaft gelöscht. Vergewissere dich, dass du zuvor alle Daten exportiert und gespeichert hast.

source: Test Results
de: Test Ergebnisse

source: Movement Details
de: Bewegungsdetails

source: Detected conspicuities in the patient's movement
de: Erkannte Auffälligkeiten in der Bewegung des Patienten

source: The patient performed the exercise as expected and kept his arms crossed in front of the chest during the exercise.
de: Der Patient führte die Übung erwartungsgemäß aus und hielt die Arme während der Übung vor der Brust verschränkt

source: The right arm (from an observer's perspective) was significantly bent more than $share% of the time.
de: Der rechte Arm war (aus Sicht des Beobachters) mehr als $share% der Zeit signifikant angewinkelt.

source: The left arm (from an observer's perspective) was significantly bent more than $share% of the time.
de: Der linke Arm war (aus Sicht des Beobachters) mehr als $share% der Zeit signifikant angewinkelt.

source: Both arms were kept hanging straight for most of the time.
de: Beide Arme hingen die meiste Zeit gerade.

source: The patient used their arms $share% of the time to keep the balance.
de: Der Patient benutzte seine Arme $share% der Zeit, um das Gleichgewicht zu halten.

source: The patient didn't need their arms to hold the balance pose.
de: Der Patient brauchte seine Arme nicht, um die Balance Pose zu halten.

source: They hardly moved at all during the exercise.
de: Der Patient hat sich während der Übung kaum bewegt.

source: They occasionally swayed slightly during the exercise.
de: Der Patient schwankte gelegentlich leicht während der Übung.

source: They wobbled noticeably during the exercise.
de: Der Patient wackelte während der Übung merklich.

source: The maximum step length was exceptionally short during the gait.
de: Die maximale Schrittlänge war während des Gangs außergewöhnlich kurz.

source: The maximum step length was slightly short during the gait.
de: Die maximale Schrittlänge war während des Gangs etwas kurz.

source: The step length was average during the gait.
de: Die Schrittlänge war während des Gangs durchschnittlich.

source: The step length was well above average during the gait.
de: Die Schrittlänge lag während des Gangs weit über dem Durchschnitt.

source: The patient covered the course in a straight line.
de: Der Patient legte die Strecke in einer geraden Linie zurück.

source: The patient walked the course, swaying slightly.
de: Der Patient ging die Strecke mit leichtem Schwanken.

source: The patient walked slightly in serpentine lines.
de: Der Patient ging leicht in Schlangenlinien.

source: The patient was unable to cross his arms correctly in front of his chest for more than $share% of the time.
de: Der Patient war nicht in der Lage, seine Arme länger als $share% der Zeit korrekt vor der Brust zu verschränken.

source: The arms were used illegally for $share% of the time. Perhaps they supporting the patient to stand up.
de: Die Arme wurden in $share% der Zeit verbotenerweise benutzt. Vielleicht unterstützen sie den Patienten beim Aufstehen.

source: The knee angles of both legs differed significantly during the exercise. The load on the legs is possibly asymmetrical.
de: Die Kniewinkel der beiden Beine unterschieden sich während der Übung deutlich. Die Belastung der Beine ist möglicherweise asymmetrisch.
